const data = {
  content:{
    des:'郭老师',
    title:'IBM是怎么的一家公司？',
    detail:'说说工资，环境待遇等问题',
    answerLists:[
      {
        id:1,
        title:'IBM是怎么样的一家公司',
        des:'郭老师',
        content:'小飞：将各个渠道的聚合，候人行一管理，从面安排、offer审批到入管理； 同提高HR之、HR和用人部门之同，高效推招聘流程。将各个渠道的聚合。',
        agree:197988,
        comment:9978,
      },
      {
        id:2,
        title:'IBM是怎么样的一家公司',
        des:'郭老师',
        content:'小飞：将各个渠道的聚合，候人行一管理，从面安排、offer审批到入管理； 同提高HR之、HR和用人部门之同，高效推招聘流程。将各个渠道的聚合。小飞：将各个渠道的聚合，候人行一管理，从面安排、offer审批到入管理； 同提高HR之、HR和用人部门之同，高效推招聘流程。将各个渠道的聚合。小飞：将各个渠道的聚合，候人行一管理，从面安排、offer审批到入管理； 同提高HR之、HR和用人部门之同，高效推招聘流程。将各个渠道的聚合。小飞：将各个渠道的聚合，候人行一管理，从面安排、offer审批到入管理； 同提高HR之、HR和用人部门之同，高效推招聘流程。将各个渠道的聚合。小飞：将各个渠道的聚合，候人行一管理，从面安排、offer审批到入管理； 同提高HR之、HR和用人部门之同，高效推招聘流程。将各个渠道的聚合。',
        agree:197988,
        comment:9978,
      },
      {
        id:3,
        title:'IBM是怎么样的一家公司',
        des:'郭老师',
        content:'小飞：将各个渠道的聚合，候人行一管理，从面安排、offer审批到入管理； 同提高HR之、HR和用人部门之同，高效推招聘流程。将各个渠道的聚合。小飞：将各个渠道的聚合，候人行一管理，从面安排、offer审批到入管理； 同提高HR之、HR和用人部门之同，高效推招聘流程。将各个渠道的聚合。小飞：将各个渠道的聚合，候人行一管理，从面安排、offer审批到入管理； 同提高HR之、HR和用人部门之同，高效推招聘流程。将各个渠道的聚合。小飞：将各个渠道的聚合，候人行一管理，从面安排、offer审批到入管理； 同提高HR之、HR和用人部门之同，高效推招聘流程。将各个渠道的聚合。小飞：将各个渠道的聚合，候人行一管理，从面安排、offer审批到入管理； 同提高HR之、HR和用人部门之同，高效推招聘流程。将各个渠道的聚合。',
        agree:197988,
        comment:9978,
      },
    ],
  }
};

export default data;
